[{"title":"2021录取分434~","date":"2022-07-14T05:37:59.000Z","path":"2022/07/14/2021录取分434/","text":"2021年度高考录取分434以下的学校及省份，办学性质及选科要求。","categories":[],"tags":[{"name":"高三","slug":"高三","permalink":"http://yhbmoren.github.io/tags/%E9%AB%98%E4%B8%89/"}]},{"title":"高考后续事宜","date":"2022-07-11T00:57:37.000Z","path":"2022/07/11/高考后续事宜/","text":"高考后续流程 日 期 工作内容 7月23日 公布考生高考成绩及位序、本科各批次录取控制分数线（具体时间以官网公布为准） 7月24日-25日 高考成绩复核（24日网上申请复核，25日查询复核结果）；本科志愿填报网上咨询、B站直播等活动（具体时间以公众号发布为准） 7月24日-28日 强基计划校测及录取（具体以各招生院校要求为准） 7月27日前 2022年上海市普通高校“特殊类型”招生（高水平运动队、高水平艺术团）可填报志愿考生所获录取优惠条件公示 7月28日-30日 28日上午9:00—30日上午12:00，考生填报本科阶段志愿（含综合评价批次）（本市应届高中毕业生由学籍所在中学统一安排；非本市应届高中毕业生由报名所在区招办统一安排） 7月31日-8月3日 综合评价批次校测及录取 7月31日 综合评价批次招生院校公布院校专业组面试资格线 8月1日-2日 综合评价批次招生院校校测（具体以学校公布为准） 8月3日 综合评价批次录取考生名单公示 8月4日 零志愿批次录取 8月4日 4日晚在“上海招考热线”网站开通综合评价批次、零志愿批次录取结果查询 8月5日-11日 本科提前批次、本科艺体类批次院校录取 8月7日 7日晚在“上海招考热线”网站开通本科艺术类甲批次顺序段、本科提前批次录取结果查询；公布本科艺体类甲批次平行段院校专业组投档分数线 8月8日 8日晚在“上海招考热线”网站开通本科艺体类甲批次平行段录取结果查询，并公布本科艺体类乙批次院校专业组计划表（含缺额计划）及本科艺体类乙批次可填报志愿考生成绩分布表（各类别文化成绩和专业成绩折算后的综合成绩） 8月9日 9日上午9:00—下午4:00，考生通过“上海招考热线”网站填报本科艺体类乙批次志愿（含顺序段和平行段） 8月10日 10日晚公布本科艺体类乙批次平行段院校专业组投档分数线 8月11日 11日晚在“上海招考热线”网站开通本科艺体类乙批次院校专业组录取结果查询 8月12日 地方农村专项计划批次录取 8月12日 12日晚在“上海招考热线”网站开通地方农村专项计划批次录取结果查询 8月13日-22日 本科普通批次院校录取（包括2次征求志愿） 8月14日 公布本科普通批次平行志愿院校专业组投档分数线 8月16日 16日晚在“上海招考热线”网站开通本科普通批次平行志愿院校专业组录取结果查询，并公布本科普通批次第一次征求志愿院校专业组缺额计划表及本科录取控制分数线上可填报征求志愿考生高考成绩分布表 8月17日 17日上午9:00—下午4:00，本科录取控制分数线上未录取考生通过“上海招考热线”网站填报本科普通批次第一次征求志愿；17日晚公布本科普通批次第一次征求志愿投档线 8月19日 19日晚在“上海招考热线”网站开通本科普通批次第一次征求志愿录取结果查询，并公布本科普通批次第二次征求志愿降分控制线、本科普通批次第二次征求志愿院校专业组缺额计划表及降分控制线上可填报征求志愿考生高考成绩分布表、专科各批次录取控制分数线、可填报专科志愿考生成绩分布表（语数外）、艺体类考生综合成绩分布表（各类别文化成绩和专业成绩折算后的综合成绩） 8月20日-21日 20日上午10:00—21日上午10:00，考生通过“上海招考热线”网站填报本科普通批第二次征求志愿及专科阶段志愿 8月21日 21日晚公布本科普通批次第二次征求志愿投档线 8月22日 22日晚在“上海招考热线”网站开通本科普通批次第二次征求志愿录取结果查询 8月22日起 本科阶段录取的考生办理档案转递手续（应届生到毕业学校，往届生到区招办），具体时间安排以各区招考机构公布为准 8月22日-23日 专科艺体类批次和专科提前批次录取 8月22日 22日晚公布专科艺体类批次平行志愿院校投档分数线 8月23日 23日晚在“上海招考热线”网站开通专科艺体类批次和专科提前批次录取结果查询 8月24日-28日 专科普通批次投档录取 8月24日 24日晚公布专科普通批次平行志愿院校投档分数线 8月26日 26日晚在“上海招考热线”网站开通专科普通批次平行志愿录取结果查询，并公布专科批次征求志愿招生院校缺额计划表及可填报考生成绩分布表（含艺体类招生院校） 8月27日 上午9:00—下午2:00，专科录取控制分数线上未录取考生通过“上海招考热线”网站填报征求志愿（含艺体批次） 8月28日 28日中午公布专科批次征求志愿投档线（含艺体批次）；28日晚在“上海招考热线”网站开通专科批次征求志愿（含艺体批次）录取结果查询，录取工作全部结束 8月29日起 专科阶段录取的考生办理档案转递手续（应届生到毕业学校，往届生到区招办），具体时间安排以各区招考机构公布为准","categories":[],"tags":[{"name":"高考","slug":"高考","permalink":"http://yhbmoren.github.io/tags/%E9%AB%98%E8%80%83/"}]},{"title":"理学-数学类-数学与应用数学","date":"2022-06-23T03:06:35.000Z","path":"2022/06/23/理学-数学类-数学与应用数学/","text":"理学——数学类——数学与应用数学专业介绍 本专业培养掌握数学科学的基本理论与基本方法，具备运用数学知识、使用计算机解决实际问题的能力，受到科学研究的初步训练，能在科技、教育和经济部门从事研究、教学工作或在生产经营及管理部门从事实际应用、开发研究和管理工作的高级专门人才；要求学生主要学习数学和应用数学的基础理论、基本方法，受到数学模型、计算机和数学软件方面的基本训练，具有较好的科学素养，初步具备科学研究、教学、解决实际问题及开发软件等方面的基本能力。 相近专业信息与计算科学 数理基础科学 数据计算机应用 该专业学生考研方向应用统计 学科教学（数学） 数学 基础数学 已毕业人员从业方向 事业单位人员 初中教师 高中教师 公务员(地市级机关) 公务员(区县级及以下机关) 考研 软件工程师 大学教师公务员(中央国家机关) 小学教师 公务员(省级机关) 开设课程（非全部，依学校定） 应用多元统计分析 随机过程论 初等数论 高等概率论 高等统计学 代数系统 数学软件及其应用 信息安全及密码学 数学模型与数学实验 金融学理论 常微分方程和偏微分方程 回归模型 随机过程及其应用 解析几何初步 复变函数论 数学分析问题选讲 数论 图论与组合数学 Excel与数据处理 随机运筹学 算子概率论介绍 理论数值分析 泛函分析初步 偏微分方程差分方法 数学与应用数学专业导论 代数方法选讲 几何与高等代数 数字分析 现代数学选讲 微分方程的定性和稳定性理论 高等几何 复分析选讲 经典几何 解析几何和高等代数 整体微分几何 最优化理论与方法 微分方程与差分方程 数学分析课程实验 高等代数课程实验 偏微分方程论 分析学 常微分方程几何理论 中学数学教学论 中学数学研究 线性回归 偏微分方程 代数几何 代数拓扑 离散数学方法 群表示理论 算法设计及其复杂性分析 高等代数与几何 数值分析实验 系统与数学控制实验 应用数学方法 傅里叶分析与实分析 概率论与测度论 计算方法与数学实验 几何选讲 C&#x2F;C++程序设计 组合数学与图论 傅里叶分析 数学分析研究与提高 常微分方程定性与稳定性方法 随机分析 金融数据处理与分析 数值分析与计算方法 初等代数 数学方法论 初等几何 运筹学及其应用 JAVA面向对象的程序设计 高等代数实践 多元统计 代数学 高等实分析 SPSS从入门到精通应用 数值实验 数论及密码应用 点集拓扑学 数学控制论 现代偏微分方程 几何分析 算法分析 分析方法选讲 数论初步 几何变分与图像处理 高等代数问题选讲 数值代数 黎曼曲面 微分拓扑 数学学科导论 模论与表示论初步 群与几何 数学建模课程设计 实变函数习题课 优化理论与方法 数论与代数基础 应用数学现代知识选讲 黎曼几何 数学的发展与创新 数学分析实践 金融建模与计算 矩阵分析 近世代数 模糊数学 抽象代数 数学分析 拓扑 高等代数 数学与应用数学 解析几何 开设院校及第四次学科等级评比 评估结果 学校代码 学些哦名称 2021年录取平均分 A+ 10001 北京大学 &#x2F; 10246 复旦大学 605 10422 山东大学 561 A 10003 清华大学 &#x2F; 10027 北京师范大学 &#x2F; 10055 南开大学 564 10248 上海交通大学 611 10358 中国科学技术大学 585 10698 西安交通大学 563 A- 10183 吉林大学 546 10213 哈尔滨工业大学 567 10247 同济大学 569 10269 华东师范大学 576 10284 南京大学 578 10335 浙江大学 580 10486 武汉大学 565 10558 中山大学 &#x2F; 10610 四川大学 &#x2F; B+ 10028 首都师范大学 &#x2F; 10141 大连理工大学 &#x2F; 10200 东北师范大学 524 10280 上海大学 549 10285 苏州大学 538 10319 南京师范大学 548 10345 浙江师范大学 507 10384 厦门大学 562 10487 华中科技大学 563 10511 华中师范大学 543 10530 湘潭大学 &#x2F; 10532 湖南大学 &#x2F; 10533 中南大学 &#x2F; 10542 湖南师范大学 &#x2F; 10561 华南理工大学 &#x2F; 10574 华南师范大学 &#x2F; 10611 重庆大学 552 10718 陕西师范大学 &#x2F; 10730 兰州大学 546 91002 国防科技大学 &#x2F; B 10002 中国人民大学 583 10005 北京工业大学 &#x2F; 10094 河北师范大学 &#x2F; 10270 上海师范大学 518 10290 中国矿业大学 527 10357 安徽大学 525 10386 福州大学 &#x2F; 10394 福建师范大学 &#x2F; 10459 郑州大学 &#x2F; 10635 西南大学 528 10673 云南大学 515 10697 西北大学 &#x2F; 10699 西北工业大学 558 10736 西北师范大学 &#x2F; 10755 新疆大学 524 11078 广州大学 &#x2F; B- 10004 北京交通大学 554 10008 北京科技大学 546 10108 山西大学 484. 10126 内蒙古大学 &#x2F; 10251 华东理工大学 553 10287 南京航空航天大学 544 10288 南京理工大学 542 10300 南京信息工程大学 517 10320 江苏师范大学 &#x2F; 10359 合肥工业大学 530 10414 江西师范大学 475&#x2F; 10445 山东师范大学 &#x2F; 10446 曲阜师范大学 &#x2F; 10512 湖北大学 469 10636 四川师范大学 &#x2F; 10637 重庆师范大学 480 10657 贵州大学 498 11117 扬州大学 501 11646 宁波大学 &#x2F; C+ 10009 北方工业大学 &#x2F; 10145 东北大学 551 10165 辽宁师范大学 &#x2F; 10255 东华大学 535 10299 江苏大学 505 10338 浙江理工大学 484 10346 杭州师范大学 495 10351 温州大学 &#x2F; 10403 南昌大学 &#x2F; 10423 中国海洋大学 &#x2F; 10475 河南大学 &#x2F; 10476 河南师范大学 &#x2F; 10559 暨南大学 529 10560 汕头大学 &#x2F; 10593 广西大学 &#x2F; 10663 贵州师范大学 &#x2F; 10749 宁夏大学 &#x2F; 11414 中国石油大学 &#x2F; C 10019 中国农业大学 &#x2F; 10079 华北电力大学 530&#x2F;535 10081 华北理工大学 &#x2F; 10110 中北大学 424 10203 吉林师范大学 &#x2F; 10214 哈尔滨理工大学 &#x2F; 10231 哈尔滨师范大学 441 10252 上海理工大学 513 10337 浙江工业大学 502 10370 安徽师范大学 472 10491 中国地质大学 &#x2F; 10536 长沙理工大学 467 10595 桂林电子科技大学 423 10613 西南交通大学 531 10616 成都理工大学 472 10681 云南师范大学 461 11066 烟台大学 425 91004 陆军工程大学 &#x2F; C- 10010 北京化工大学 &#x2F; 10059 中国民航大学 452 10065 天津师范大学 &#x2F; 10075 河北大学 &#x2F; 10078 华北水利水电大学 404 10118 山西师范大学 &#x2F; 10140 辽宁大学 &#x2F; 10166 沈阳师范大学 &#x2F; 10167 渤海大学 &#x2F; 10212 黑龙江大学 410 10294 河海大学 533 10390 集美大学 434 10460 河南理工大学 &#x2F;424 10477 信阳师范学院 &#x2F; 10513 湖北师范大学 &#x2F; 10608 广西民族大学 &#x2F; 10615 西南石油大学 &#x2F; 10638 西华师范大学 &#x2F; 10674 昆明理工大学 453 11065 青岛大学 483","categories":[],"tags":[{"name":"高三","slug":"高三","permalink":"http://yhbmoren.github.io/tags/%E9%AB%98%E4%B8%89/"}]},{"title":"教育学","date":"2022-06-21T05:25:50.000Z","path":"2022/06/21/教育学/","text":"教育学专业介绍 教育学专业旨在培养具有良好的教育理论素养，较强的教学能力及一定的教育管理和教育科研能力的专门人才。本专业致力于培养学生具有较宽的知识面，德、智、体、美全面发展，使学生掌握系统的教育科学理论知识，培养学生的教育实践能力及创新精神，为进修深造奠定扎实的学术基础。学生毕业后适合从事中小学教育教学工作、教育行政机构管理工作、社会教育机构的咨询、管理及教学工作及中小学教育科研工作。 相近专业 科学教育 人文教育 教育技术学 艺术教育 学前教育 小学教育 特殊教育 华文教育 教育康复学 卫生教育 认知科学与技术 该专业学生考研方向 教育学 教育学原理 课程与教学论 教育史 已毕业人员从业方向 事业单位人员 小学教师 公务员 中学教师 大学教师 教学&#x2F;教务管理人员 开设课程 中国教育史 教育心理学 课程论 德育原理 教育哲学 教育研究方法 比较教育学 教育软件应用与开发 学校教育与学生健康 教育统计与测量 教师书法 教育调查与实验 课件制作 国际课程流派 西方教育思潮 欧美教育研究 现代教学设计论 班主任工作研究 教育实验学 开设院校及第四次学科等级评比 评估结果 学校代码 学校名称 2021年录取平均分 A+ 10027 北京师范大学 &#x2F; 10269 华东师范大学 573 A 10200 东北师范大学 525 10319 南京师范大学 548 10511 华中师范大学 543 A- 10001 北京大学 &#x2F; 10028 首都师范大学 &#x2F; 10335 浙江大学 &#x2F; 10574 华南师范大学 &#x2F; 10635 西南大学 &#x2F; B+ 10003 清华大学 &#x2F; 10270 上海师范大学 519 10345 浙江师范大学 500 10384 厦门大学 &#x2F; 10445 山东师范大学 &#x2F; 10475 河南大学 &#x2F; 10487 华中科技大学 &#x2F; 10542 湖南师范大学 525 10718 陕西师范大学 528 10736 西北师范大学 447 B 10007 北京理工大学 &#x2F; 10056 天津大学 &#x2F; 10065 天津师范大学 &#x2F; 10165 辽宁师范大学 &#x2F; 10166 沈阳师范大学 &#x2F; 10231 哈尔滨师范大学 428 10320 江苏师范大学 &#x2F; 10414 江西师范大学 498 10602 广西师范大学 475 10636 四川师范大学 494 B- 10075 河北大学 &#x2F; 10285 苏州大学 559 10346 杭州师范大学 486 10370 安徽师范大学 504 10394 福建师范大学 &#x2F; 10446 曲阜师范大学 471 10476 河南师范大学 472 10637 重庆师范大学 &#x2F; 10681 云南师范大学 461 10762 新疆师范大学 &#x2F; C+ 10052 中央民族大学 &#x2F; 10094 河北师范大学 &#x2F; 10108 山西大学 &#x2F; 10118 山西师范大学 &#x2F; 10135 内蒙古师范大学 &#x2F; 10247 同济大学 569 10295 江南大学 &#x2F; 10351 温州大学 478 11078 广州大学 &#x2F; 11646 宁波大学 &#x2F; C 10005 北京工业大学 &#x2F; 10167 渤海大学 &#x2F; 10203 吉林师范大学 451 10337 浙江工业大学 &#x2F; 10418 赣南师范大学 448 10512 湖北大学 &#x2F; 10524 中南民族大学 463 10663 贵州师范大学 &#x2F; 10673 云南大学 &#x2F; 11117 扬州大学 506 C- 10066 天津职业技术师范大学 441 10205 长春师范大学 &#x2F; 10299 江苏大学 &#x2F; 10373 淮北师范大学 452 10451 鲁东大学 441 10513 湖北师范大学 &#x2F; 10590 深圳大学 &#x2F; 10603 广西师范大学 475 10759 石河子大学 444 11658 海南师范大学 449","categories":[],"tags":[{"name":"高三","slug":"高三","permalink":"http://yhbmoren.github.io/tags/%E9%AB%98%E4%B8%89/"}]},{"title":"哲学","date":"2022-06-21T05:17:17.000Z","path":"2022/06/21/哲学/","text":"哲学专业介绍 本专业学生主要学习马克思主义哲学基本原理、中国哲学和西方哲学等方面的专业知识，以及伦理学、逻辑学、美学、宗教学、科学技术哲学、管理哲学、政治哲学等方面的基础知识；受到中西方哲学的基本理论和发展线索的系统教育，以及创造性思维的培养和业务能力的训练；要求学生比较系统地掌握马克思主义哲学、中国哲学和西方哲学的理论和历史；具有一定的社会科学、人文科学、自然科学、思维科学的相关知识；掌握哲学学科的基本研究方法、治学方法和相应的社会调查能力；了解国内外哲学界最重要的理论前沿和发展动态；了解国内外最重大的实践问题和发展动态；具有分析和解决社会现实问题的初步能力。 相近专业 逻辑学 宗教学 伦理学 该专业学生考研方向 哲学 马克思主义哲学 中国哲学 外国哲学 已毕业人员从业方向 事业单位人员公务员(中央国家机关)公务员(省级机关)公务员(地市级机关)公务员(区县级及以下机关)编辑高中教师行政专员&#x2F;助理初中教师大学教师考研 第四轮学科评估结果（哲学） 评估结果 学校代码 学校名称 2021录取平均分 A+ 10001 北京大学 616 10246 复旦大学 585 A 10002 中国人民大学 581 10284 南京大学 576 A- 10027 北京师范大学 10183 吉林大学 10486 武汉大学 &#x2F; 10558 中山大学 B+ 10003 清华大学 619 10055 南开大学 564 10212 黑龙江大学 441 10269 华东师范大学 572 10286 东南大学 10335 浙江大学 577 10422 山东大学 555 10487 华中科技大学 B 10052 中央民族大学 538 10108 山西大学 485 10145 东北大学 10247 同济大学 568 10319 南京师范大学 10384 厦门大学 10542 湖南师范大学 525 10610 四川大学 558 10718 陕西师范大学 528 B- 10140 辽宁大学 10141 大连理工大学 10270 上海师范大学 526 10285 苏州大学 541 10533 中南大学 10574 华南师范大学 10635 西南大学 531 10698 西安交通大学 C+ 10053 中国政法大学 564 10075 河北大学 &#x2F; 10357 安徽大学 522 10385 华侨大学 471 10403 南昌大学 10475 河南大学 474 10512 湖北大学 472 10520 中南财经政法大学 551 10730 兰州大学 532 C 10203 吉林师范大学 10280 上海大学 545 10531 吉首大学 &#x2F; 10590 深圳大学 10656 西南民族大学 447 10673 云南大学 10674 昆明理工大学 10726 西北政法大学 C- 10094 河北师范大学 10166 沈阳师范大学 10370 安徽师范大学 504 10476 河南师范大学 10593 广西大学 10636 四川师范大学 494 10652 西南政法大学 10681 云南师范大学 开设课程 现代中国哲学 史学通论 国外马克思主义 政治哲学专题 现代西方伦理学 马克思主义哲学史 现代设计思维 中外逻辑史 技术哲学 中国现代哲学 西方现代哲学 自然哲学 欧洲哲学史 现代逻辑 一阶逻辑 初等逻辑 德国古典哲学 现代法国哲学 西方哲学经典 当代欧陆哲学 东方哲学概论 伦理学 中国哲学史 以复旦大学为例 专业名称：哲学类(本科（普通教育）类) 复旦大学哲学学院前身是复旦大学哲学系，创建于1956年，是我国解放后第一批创建的三所哲学系之一，也是国内首批培养文科博士的哲学系。2006年10月，建系50周年之际，在原哲学系的基础上成立了复旦大学哲学学院，现学院下设哲学系和宗教系。胡曲园、全增嘏、严北溟、王蘧常、陈珪如等著名教授的开创性贡献为哲学学院的学术发展奠定了基础，经过几代人的不懈努力，哲学学院已经发展成为一个学科门类齐全、专业设置合理、科研特色明显、师资力量雄厚的哲学研究与人才培养基地，为社会培养和输送了5000余名各类哲学人才，并形成了“汇通中西，扎根学术，守护思想，引领时代，传承薪火，服务社会”的优良传统。 o 专业设置 哲学学院目前共有哲学（哲学方向、国学方向）、宗教学2个本科专业，有科技传播与科技决策1个第二本科专业，有8个硕士学位点、9个博士学位点、1个哲学博士后流动站、11个附属研究机构：当代国外马克思主义研究中心、现代哲学研究所、宗教研究所、基督教研究中心、佛教研究中心、应用伦理学研究中心、科学技术与社会发展研究中心、杜威与美国哲学研究中心、管理哲学研究中心、教育哲学研究中心、人文精神研究中心。学院刊物为《复旦哲学评论》。1994年，原哲学系被确定为国家文科人才培养与科学研究基地；2000年获得了按照哲学一级学科招收博士研究生和授予博士学位的资格；2007年学院整个哲学学科成为国家重点一级学科。此外学院有1个教育部人文社会科学重点研究基地、1个教育部“985”二期创新平台，学院的综合学术实力在全国名列前茅。 ​ 本科专业 ​ 哲学（哲学方向、国学方向） ​ 宗教学 ​ 本科辅修专业 ​ 科技传播与科技决策 ​ 硕士点 ​ 马克思主义哲学 中国哲学 外国哲学 科学技术哲学 ​ 伦理学 逻辑学 宗教学 企业伦理 ​ 博士点 ​ 马克思主义哲学 中国哲学 外国哲学 伦理学 宗教学 ​ 科学技术哲学 西方马克思主义 经济哲学 比较哲学 o 专业介绍l ​ 哲学专业 ​ 哲学是人文科学领域内的基础学科，在人类知识体系中具有最为悠久的传统。它思索人类问题的基本性质与人类发展的前景，探讨人类与世界的根本关系，反思人类文明的深层动力，研究民族文化的前途与命运。自20世纪90年代以来，哲学专业在课程建设上致力于强化基础、注重经典、拓宽领域、不断创新，已形成一个内容丰富、层次分明的课程体系，哲学学院“哲学专业教学课程体系改革”在2005年获得了国家级教学成果奖。 ​ 主要专业课程：哲学导论、哲学原典导读、先秦诸子、古希腊哲学、马克思主义哲学、西方哲学史、中国哲学史、逻辑学、伦理学、宗教学；中国哲学方面的周易研究、老庄研究、经学研究、宋明理学、现代新儒家等；西方哲学方面的康德哲学、黑格尔《逻辑学》、现象学概论、分析哲学、心灵哲学等；马克思主义哲学方面的西方马克思主义研究、历史哲学、《资本论》研究等；实践哲学方面的政治哲学、社会哲学、价值哲学、应用伦理学等；逻辑与科学哲学方面的现代逻辑、逻辑哲学、数学哲学、语言哲学、科学思想史等以及宗教学方面的各类课程。 ​ 宗教学专业 ​ 宗教学是一门研究人类宗教现象及其历史演变的综合性学科。它研究各大宗教的历史与理论，研究人类宗教的起源、宗教与人类其他精神活动的关系、宗教对社会生活的影响、宗教与政治的关系等方面的基本问题。为适应社会对复合型宗教学人才的需要，宗教学专业的课程设置既重视专业基础，也注重宗教学与其他人文社会科学的交叉，在专业培养方面具有国际化程度高的优势。 ​ 主要专业课程：宗教学概论、宗教哲学、宗教社会学、西方哲学、中国哲学、佛教哲学、佛教史、佛教原著选读、基督教哲学、基督教史、基督教原著选读、道教史、道教原著选读、儒教的理论与历史、犹太教的理论与历史、宗教伦理学、宗教心理学、宗教法规与宗教政策等。另外，每学期开设专题讲座，由国内外知名学者主讲。 o 师资力量 ​ 哲学学院目前共有教职员工68人，其中具有教师专业技术职务的教师59人，教授32人，博士生导师29人，副教授21人，讲师6人，具有博士学位的教师40人，长江计划特聘教授2人，教育部优秀青年教师及新世纪人才8人，享受国务院津贴13人；上海市教学名师2人，上海市优秀青年教师5人；复旦大学教学名师3人，复旦大学“世纪之星”6人；有长期（半年以上）国外研究访问经历的教师53人，教师队伍学缘结构优良、学术背景优秀。 o 教学成果 ​ 在本科生的教学过程中，哲学学院注重教学成果的积累，取得丰硕的果实。学院的“哲学专业教授课程体系改革”先后获得了国家级教学成果一等奖以及复旦大学校长团体奖，学院还获得国家级优秀教师团队，国家级特色专业等奖项。“中国古代哲学史课程改革与教材建设”、“宗教学本科教学体系建设”两个项目获得了复旦大学教学成果奖。此外哲学学院还拥有国家级精品课程2门、上海市精品课程4门，学校精品课程3门，学院拥有的各类精品课程数量在复旦人文社会科学各院系中居于领先地位。 o 国际交流 ​ 哲学学院高度重视对外的学术交流活动，与国内外许多著名大学的哲学系建立了密切的学术联系，努力为学生的交流访问创造条件。学院与香港中文大学、台湾辅仁大学、台湾政治大学以及美国耶鲁大学、德国图宾根大学、意大利萨利西亚纳大学、新加坡南洋理工大学等大学建立了经常性的学术交流关系，近年来，每年本科生就有近30位同学出国交流，在复旦大学各院系中非常突出。 o 毕业去向与研究深造 ​ 哲学学院对学生高标准严要求，学生专业知识扎实，综合素质令人满意。近年来，学院本科生就业呈现良好势头，学生毕业去向大致稳定在三个方向，三分之一多的同学继续深造，进入国内外著名大学攻读硕士或博士学位；三分之一左右的同学进入传媒文化机构或政府机构；三分之一左右的同学进入商务机构或企业单位。以07届毕业生为例，就业率达到98%以上。其中有50%本科毕业生进入复旦、北大、清华、香港中文大学、斯坦福、牛津、哥伦比亚、圣母等国内外著名大学的哲学、宗教学以及政治学、教育学、社会学、法学等领域读研深造；另外50%的学生则以扎实的理论功底、较强的适应能力和优异的综合素质进入到各类企业、事业以及政府机构工作，都受到用人单位的好评。 ​ 哲学学院五十年来培养的各专业的毕业生近5000人，这些系友如今分散世界各地，遍布各行各业，在各领域都取得了可喜的成就。如“长江学者”俞吾金教授、吴晓明教授，美国芝加哥大学德语系的汤晨曦教授、美国大河谷州立大学哲学系主任倪培民教授、中国当代著名社会学家曹锦清教授；如复星高科技公司董事长郭广昌先生，证大投资公司董事长戴志康先生，分众传媒控股有限公司联席主席虞锋先生；如香港凤凰卫视著名记者吕丘露薇、《解放军报》总编于顺昌先生、中国人民解放军总政治部宣传部部长吴昌德先生；如中国作家协会党组书记金炳华先生、前昆明市长王文涛先生等就是其中的杰出代表。当然还有更多杰出的系友工作在不同的职业和岗位上，以自己辛勤的努力和出色的业绩，为学院 赢得了良好的社会声誉。 ​ 学院网址：http://philosophy.fudan.edu.cn/","categories":[],"tags":[{"name":"高三","slug":"高三","permalink":"http://yhbmoren.github.io/tags/%E9%AB%98%E4%B8%89/"}]},{"title":"重启，再开始","date":"2022-06-17T01:16:14.000Z","path":"2022/06/17/重启，再开始/","text":"到了新的环境，不妨把迄今为止的成功经历、根深蒂固的想法，暂且全都抛开。所谓经验，有时候是让双手腾不出空暇的负担。若不能轻装上阵，就无法接纳新的想法。事实上，过去的标准在新的环境里往往帮不上忙。让自己重启，再开始吧。 （野尻） 在这个飞速发展的社会，经验的迭代，依然成了追随发展的必然。谁在不断的学习中增长知识，完善和更替认知和经验，谁就能紧跟时代的步伐。谁死守着历史经验，在滚滚向前的浪潮中，注定被淹没。 并不是一定要换单位，换岗位才算新的开始。 实际上，每天就是新的开始。明天肯定新于昨天，昨天注定成为过去。每天都要充实自己，才能更好的迎接明天的到来。 抱着空杯心态，将成年往事倒空，让新的知识充斥着杯中，才能更好的荡涤自己。","categories":[],"tags":[{"name":"随笔","slug":"随笔","permalink":"http://yhbmoren.github.io/tags/%E9%9A%8F%E7%AC%94/"}]},{"title":"差不多了","date":"2022-06-13T06:49:15.000Z","path":"2022/06/13/hello/","text":"的lafja 阿斯顿发了就爱上f 骄傲的发a","categories":[],"tags":[{"name":"日常","slug":"日常","permalink":"http://yhbmoren.github.io/tags/%E6%97%A5%E5%B8%B8/"}]},{"title":"折腾","date":"2022-06-13T06:49:15.000Z","path":"2022/06/13/折腾/","text":"折腾 瞎折腾 高斯自己 ![屏幕截图 2022-06-15 084221](C:\\Users\\moren\\Desktop\\屏幕截图 2022-06-15 084221.png)","categories":[],"tags":[{"name":"随笔","slug":"随笔","permalink":"http://yhbmoren.github.io/tags/%E9%9A%8F%E7%AC%94/"}]},{"title":"差不多了","date":"2022-06-13T06:49:15.000Z","path":"2022/06/13/差不多了/","text":"的lafja 阿斯顿发了就爱上f 骄傲的发a","categories":[],"tags":[{"name":"日常","slug":"日常","permalink":"http://yhbmoren.github.io/tags/%E6%97%A5%E5%B8%B8/"}]},{"title":"就这样吧","date":"2022-06-13T06:49:15.000Z","path":"2022/06/13/就这样吧/","text":"搞了几天了 就这样吧 能用就好。 本来也就是随便谢谢的。","categories":[],"tags":[{"name":"日常","slug":"日常","permalink":"http://yhbmoren.github.io/tags/%E6%97%A5%E5%B8%B8/"}]}]